Repository: OpenMediaVault-Plugin-Developers/openmediavault-unionfilesystems
Catalog: usr/share/openmediavault/locale/*/openmediavault-unionfilesystems.po
Languages: cs_cz, da_da, de_de, es_es, fr_fr, ru_ru

source: Add pool
cs_cz: Přidat fond
da_da: Tilføj pool
de_de: Datenbasis hinzufügen
es_es: Añadir pool

source: All.
cs_cz: Vše.
da_da: Alle.
de_de: Alle.
es_es: Todos
fr_fr: Tout.
ru_ru: Все.

source: Branches
cs_cz: Větve
da_da: Grene
de_de: Zweige
es_es: Ramas
ru_ru: Ветви

source: Create policy
cs_cz: Vytvořit pravidlo
da_da: Opret politik
de_de: Richtlinie erstellen
es_es: Politica
fr_fr: Politique de création
ru_ru: Создать правила

source: Device
cs_cz: Zařízení
da_da: Enhed
de_de: Gerät
es_es: Dispositivo
fr_fr: Dispositif
ru_ru: Устройство

source: Edit pool
cs_cz: Upravit fond
de_de: Datenbasis bearbeiten
es_es: Editar Pool

source: Existing path, most free space.
cs_cz: Existující umístění, nejvíce volného místa.
da_da: Nuværende sti, mest plads fri.
de_de: Vorhandener Pfad, meister freier Speicherplatz.
es_es: Si existe la carpeta, se elije el disco con más espacio libre
fr_fr: Chemin existant, le plus d'espace libre.
ru_ru: Существующий путь, максимум свободного места.

source: First found with permissions.
cs_cz: První nalezené, s příslušnými přístupovými právy
da_da: Første fundne med rettigheder.
de_de: Zuerst gefunden mit Berechtigungen.
es_es: El primero que se encuentre que tenga permisos

source: First found.
cs_cz: První nalezené.
da_da: Første fundne.
de_de: Zuerst gefunden.
es_es: primero que se encuentre
fr_fr: Premier trouvé.
ru_ru: Первый найденный.

source: First with free space.
cs_cz: První, na kterém volné místo.
da_da: Første med plads fri.
de_de: Zuerst mit freiem Speicherplatz.
es_es: El primero con espacio libre

source: Label
cs_cz: Popisek
de_de: Bezeichnung
es_es: Etiqueta
ru_ru: Метка

source: Least free space.
cs_cz: S nejméně volného místa.
da_da: Mindst plads fri
de_de: Geringster freier Speicherplatz.
es_es: El ultimo con espacio libre
fr_fr: Le moins d'espace libre.
ru_ru: Наименее свободное место.

source: Minimum free space
cs_cz: Přinejmenším volného místa
da_da: Minimum plads fri.
de_de: Minimaler freier Speicherplatz
es_es: Espacio libre mínimo
fr_fr: Espace libre minimum
ru_ru: Минимальное свободное пространство.

source: Most free space.
cs_cz: S nejvíce volného místa.
da_da: Mest plads fri.
de_de: Meister freier Speicherplatz.
es_es: e tenga
fr_fr: Le plus d'espace libre.
ru_ru: Максимальное свободное пространство.

source: Mount options
cs_cz: Předvolby připojení (mount)
da_da: Monterings valgmuligheder
de_de: Einhängeoptionen
es_es: Opciones de montaje
fr_fr: Options de montage
ru_ru: Опции монтирования

source: NOTE: The changes won't take effect until you've restarted the system or manually remounted the filesystem.
cs_cz: UPOZORNĚNÍ: Změny se promítnou až po restartu serveru nebo ručním odpojení a připojení souborového systému.
de_de: HINWEIS: Die Änderungen werden erst wirksam, wenn Sie das System neu gestartet oder das Dateisystem manuell wieder eingehängt haben.
es_es: Nota: Los cambios no tendrán efecto hasta que se reinicie el NAS o se remonte el sistema de archivos manualmente.
fr_fr: Note : Les changements ne prendrons pas effet tant que vous ne redémarrez pas le système ou que vous ne remontiez le système de fichier.
ru_ru: ПРИМЕЧАНИЕ. Изменения не вступят в силу, пока вы не перезапустите систему или не перемонтируете файловую систему вручную.

source: Name
cs_cz: Název
da_da: Navn
es_es: Nombre
fr_fr: Nom
ru_ru: Имя

source: Newest file.
cs_cz: Nejnovější soubor.
da_da: Nyeste fil.
de_de: Neueste Datei.
es_es: El archivo más reciente.
fr_fr: Le plus récent fichier.
ru_ru: Новейший файл.

source: Pools
cs_cz: Fondy
de_de: Datenbasen

source: Random.
cs_cz: Náhodné.
da_da: Tilfældig.
de_de: Zufällig
es_es: Aleatoriamente.
fr_fr: Aléatoire.
ru_ru: Случайный.

source: Select a type ...
cs_cz: Vyberte typ…
de_de: Wählen Sie einen Typ aus ...
es_es: Seleccione un tipo ...

source: This field must have the format 4G, 100M or 1000K.
cs_cz: Je třeba, aby obsah této kolonky měl podobu jako 4G, 100M nebo 1000K
da_da: Dette felt skal indeholde formatet 4G, 100M, eller 1000K
de_de: Dieses Feld muss das Format 4G, 100M oder 1000K haben.
es_es: Puede escribir en el formato 4G, 100M o 1000K

source: This field must have the format 4G, 100M, or 100%
cs_cz: Je třeba, aby obsah této kolonky měl podobu jako 4G, 100M nebo 100%
da_da: Dette felt skal indeholde formatet 4G, 100M, eller 100%
de_de: Dieses Feld muss das Format 4G, 100M oder 100% haben
es_es: Puede usar abreviaturas o tantos por ciento (%) ej:4G, 10%

source: This name is already in use by another pool.
cs_cz: Název je již používán jiným fondem.
da_da: Dette navn bliver allerede brugt af en anden pool.
de_de: Dieser Name wird bereits von einer anderen Datenbasis verwendet.
es_es: Este nombre está en uso en otro pool.

source: Threshold
cs_cz: Práh
da_da: Tærskel
de_de: Schwellenwert
es_es: Ajuste

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
ru_ru: Тип

source: UUID
cs_cz: Univerzálně jedinečný identifikátor

source: Union Filesystems
cs_cz: Souborový systém Union
da_da: Union Filsystemer
de_de: Union-Dateisysteme
fr_fr: Union de systèmes de fichiers
ru_ru: Файловая система Union

source: Units can be G, M, or %. If a drive has the free space less than the threshold specifed then another drive will be chosen while creating a new file. If all the drives have free space less than the threshold specified then a drive containing most free space will be choosen.
cs_cz: Jednotky mohou být G, M, nebo %. Pokud na disku zbývá méně volného místa, než je nastavená hranice, pak pro vytvoření nového souboru bude použit jiný disk. Pokud takovým nedostatkem trpí všechny disky, pak bude použit ten, na kterém zbývá nejvíce volného místa.
da_da: Enheder kan være G, M, eller %. Hvis et drev har mindre fri plads end hvad grænseværdien angiver vil et andet drev blive valgt, når der oprettes en ny fil. Hvis alle drev har mindre fri plads end hvad grænseværdien angiver vil det drev med mest fri plads blive anvendt.
de_de: Einheiten können G, M oder % sein. Wenn ein Laufwerk weniger Speicherplatz frei hat als im Schwellenwert definiert, wird ein anderes Laufwerk ausgewählt während eine neue Datei erstellt wird. Sollten alle Laufwerk weniger freien Speicher haben als der Schwellenwert, dann wird das Laufwerk mit dem meisten freien Speicher ausgewählt.
es_es: Las unidades pueden ser G, M o %, si el disco tiene menos espacio libre que lo indicado, se elegirá otro disco cunado se tenga que crear un nuevo archivo. Si todos los discos tienen menos espacio que lo especificado, entonces el disco que tenga más espacio libre será el que se use.

source: Add filesystem
fr_fr: Ajouter un système de fichier
ru_ru: Добавить файловую систему

source: Edit filesystem
fr_fr: Modifier le système de fichier
ru_ru: Редактировать файловую систему

source: Existing path, all.
fr_fr: Chemin existant, tout.
ru_ru: Существующий путь, все.

source: Existing path, first found.
fr_fr: Chemin existant, premier trouvé.
ru_ru: Существующий путь, первый найденный.

source: Existing path, least free space.
fr_fr: Chemin existant, le moins d'espace libre.
ru_ru: Существующий путь, минимум свободного места.

source: Existing path, least used space.
fr_fr: Chemin existant, le moins d'espace utilisé.
ru_ru: Существующий путь, наименее используемое пространство.

source: Existing path, random.
fr_fr: Chemin existant, aléatoire.
ru_ru: Существующий путь, случайный.

source: Filesystems
fr_fr: Systèmes de fichiers
ru_ru: Файловые системы

source: Least used space.
fr_fr: Le moins d'espace utilisé.
ru_ru: Наименее использованное пространство.

source: Options
ru_ru: Опции

source: Read-only.
fr_fr: Lecture uniquement.
ru_ru: Только для чтения.

source: When the minimum free space is reached on a filesystem it will not be written to unless all the other filesystem also has reached the limit. Format: {amount}{unit}. Allows the units K, M and G.
fr_fr: Quand le minimum d'espace libre est atteint sur un système de fichier il ne sera plus écrit dessus sauf si tous les autres système de fichiers ont atteint leurs limites. Format : {quantité}{unité}. Autorise les unités K, M, et G.
ru_ru: Когда в файловой системе будет достигнуто минимальное свободное пространство, оно не будет записано, если все остальные файловые системы также не достигли предела. Формат: {сумма} {единица}. Позволены единицы измерения: K, M и G.
